aaron-bond.better-comments
abusaidm.html-snippets
bradlc.vscode-tailwindcss
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
cweijan.vscode-mysql-client2
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
Denifer.mdi-vuetify-intellisense
dsznajder.es7-react-js-snippets
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
fractalbrew.backticks
GaiyaObedMathias.vuetify-snippets
golang.go
Gruntfuggly.todo-tree
hasanakg.firebase-snippets
hollowtree.vue-snippets
humao.rest-client
jojoee.vue-cheatsheet
jsayol.firebase-explorer
kenhowardpdx.vscode-gist
michelemelluso.gitignore
mikestead.dotenv
Molunerfinn.revealfileinfolder
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
msjsdiag.debugger-for-chrome
mubaidr.vuejs-extension-pack
mushan.vscode-open-iterm2
NicholasHsiang.vscode-javascript-snippet
octref.vetur
oderwat.indent-rainbow
PeterHdd.firebase-firestore-snippets
ritwickdey.LiveServer
rust-lang.rust
sdras.vue-vscode-snippets
serayuzgur.crates
sidthesloth.html5-boilerplate
thiscodeworks.savecode
thomascsd.vscode-readme-pattern
toba.vsfire
tombonnike.vscode-status-bar-format-toggle
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vuetifyjs.vuetify-vscode
WakaTime.vscode-wakatime
wayou.vscode-todo-highlight
woodreamz.es7-react-js-snippets
xabikos.JavaScriptSnippets
yassi.vue-componentize
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
